Repository: bitcoinembassy/skyhook
Catalog: locales/*/LC_MESSAGES/secondary.po
Languages: de, es

source: Passwords must match.
de: Passwörter müssen übereinstimmen.
es: Las contraseñas deben coincidir.

source: A Blockchain wallet id is required.
de: Eine Blockchain Wallet wird benötigt.
es: Una ID de billetera de Blockchain es necesaria.

source: The main Blockchain password is required.
de: Das Hauptpasswort für Blockchain.info wird benötigt.
es: La contraseña principal de Blockchain es requerida.

source: Please choose a selection criteria.
de: Bitte wählen Sie ein Auswahlkriterium.
es: Escoge una selección de criterio.

source: At least one pricing source is required.
de: Es wird zumindest eine Kurs-Quelle benötigt.
es: Se requiere al menos una fuente de precios.

source: Unsaved changes, discard?
de: Ungespeicherte Änderungen vorhanden, verwerfen ?
es: Hay cambios sin guardar, descartar?

source: Do you need more time?
de: Benötigen Sie mehr Zeit ?
es: Necesitas más tiempo?

source: More Time
de: Mehr Zeit
es: Más tiempo

source: Cancel the transaction?
de: Transaktion abbrechen ?
es: Cancelar la transacción?

source: Cancel:
de: Abbrechen:
es: Cancelar:

source: Cancel
de: Abbrechen
es: Cancelar

source: Continue
de: Fortsetzen
es: Continuar

source: Processing
de: Verarbeite
es: Procesando

source: Is this your address?
de: Ist dies ihre Adresse ?
es: Es esta tu dirección?

source: Address Detected:
de: Adresse festgestellt:
es: Dirección Detectada:

source: Yes
de: Ja
es: Si

source: No
de: Nein

source: Invalid Email Address
de: Ungültige Email-Adresse
es: Dirección de correo invalido.

source: Specified address appears invalid.
de: Festgelegte Adresse erscheint ungültig.
es: La dirección especificada parece ser inválida.

source: Success
de: Erfolg
es: Listo

source: Email address stored.
de: Email-Adresse gespeichert.
es: Dirección de correo almacenada.
