Repository: bitcoinembassy/skyhook
Catalog: locales/*/LC_MESSAGES/skyhook.po
Languages: de, es, fr

source: Login
fr: Connexion

source: Ticket #
fr: Billet #

source: Ticket ID:
fr: Billet ID:
