Repository: bitcoinembassy/skyhook
Catalog: locales/*/LC_MESSAGES/skyhook.po
Languages: de, es, fr

source: System Preferences
de: Voreinstellungen
es: Preferencias del Sistema
fr: Préférences Système

source: Continue booting up the system for normal operation.
de: Setze Systemstart für normalen Betrieb fort.
es: Cotinuar iniciando el sistema para operar normalmente.
fr: Continuer le démarrage du système pour un fonctionnement normal.

source: Boot
de: Startvorgang
es: Iniciar
fr: Fonctionnement Normal

source: Change configuration settings
de: Ändere Voreinstellungen
es: Cambiar configuración
fr: Modifier les paramètres de configuration

source: Reconfigure
de: Neu konfigurieren
es: Reconfigura
fr: Reconfigurer

source: Project Skyhook&trade; Bitcoin ATM
de: Projekt Skyhook&trade; Bitcoin ATM
es: Proyecto Skyhook&trade; Bitcoin ATM

source: Admin Login
de: Administrator Login
fr: Admin Connexion

source: Error:
de: Fehler:
fr: Erreur:

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe:

source: Cancel
de: Abbrechen:
es: Cancelar
fr: Annuler

source: Insufficient funds, please contact the operator.
de: Unzureichende Menge an Bitcoin verfügbar, bitte kontaktieren Sie den Betreiber.
es: Fondos insuficientes, por favor contactar al operador.
fr: L'insuffisance des fonds, s'il vous plaît contactez l'opérateur.

source: Invalid password supplied.
de: Sie haben ein ungültiges Passwort eingegeben.
es: La contraseña ingresada es inválida.
fr: Mot de passe invalide fourni.

source: A working email account is required.
de: Es wird ein gültiges Email-Konto benötigt.
es: Un correo electronico real es requerido.
fr: Un compte de courriel de travail est nécessaire.

source: Account Configuration
de: Konto-Einstellungen
es: Configuración de Cuenta
fr: Configuration du Compte

source: This machine uses the Blockchain API for all transactions. A valid Blockchain User ID (GUID), Password, and Sending Bitcoin Address must be provided.
de: Diese Maschine verwendet die Blockchain API für alle Transaktionen. Sie müssen eine gültige Blockchain Benutzer ID (GUID), Passwort und eine Absender Bitcoin Adresse angeben.
es: Esta máquina utiliza la API de Blockchain para todas sus transacciones. Una ID de Usuario (GUID) de Blockchain, contraseña y dirección Bitcoin para envios válidas deben ser provistas.
fr: Cette machine utilise l'API Blockchain pour toutes les transactions. Un Blockchain ID utilisateur valide, mot de passe, et envoi Bitcoin adresse doit être fournie.

source: Is this secure?
de: Ist dies sicher?
es: Es esto seguro?
fr: Est-ce sécurisé?

source: This data is encrypted. <br /> Additionally, it&rsquo;s only accessed for Blockchain transactions, which are secure. When the device loses power or is shut down, all decryption keys are lost.
de: Diese Daten sind verschlüsselt. <br /> Es wird ausschließlich für Blockchain Transaktionen auf sie zugegriffen, welche sicher sind. Wird die Stromversorgung des Geräts getrennt, gehen alle Schlüssel zur verloren.
es: Esta información esta encriptada. <br /> Adicionalmente, sólo es accesible para transacciones de Blockchain, que son seguras. Cuando el dispositivo pierde la energía o es apagado, todas las claves para desencriptar esta información se borran.
fr: Ces données sont cryptées. <br /> En outre, la seule accessible pour les transactions Blockchain, qui sont protégés. Lorsque l'appareil tombe en panne ou est arrêté, toutes les clés de décryptage sont perdus.

source: Exit
de: Beenden
es: Salir
fr: Sortie

source: Save
de: Speichern
es: Guardar
fr: Sauver

source: Password Settings
de: Passwort-Einstellungen
es: Configuración de Contraseña
fr: Paramètres Mot de Passe

source: Set or Change Operator Password:
de: Setze oder ändere Operator Passwort:
es: Ingresa o modifica la contraseña del Operador:
fr: Définir ou changer d'opérateur mot de passe:

source: Confirm New Password:
de: Neues Passwort bestätigen:
es: Confirmar nueva contraseña:
fr: Confirmer le nouveau mot de passe:

source: Transaction Settings
de: Transaktions-Einstellungen
es: Opciones de la Transacción
fr: Paramètres de transaction

source: Please set your
de: Bitte setzen Sie ihr
es: Por favor ingrese su
fr: S'il vous plaît configurer votre

source: limit per transaction below. Customers will see when a transaction is nearing this limit.
de: Limit pro Transaktion hier. Kunden wird es angezeigt, wenn sich eine Transaktion diesem Wert annähert.
es: limite por transacción debajo. Los clientes verán cuando una transacción se acerque a este limite.
fr: limite par transaction. Les clients verront quand une opération est en voie de cette limite.

source: Limit: </br><i>(0=disabled)</i>
de: Limit: </br><i>(0=deaktiviert)</i>
es: Limite: </br><i>(0=desactivado)</i>
fr: Limite: </br><i>(0=désactivé)</i>

source: Email Settings
de: Email-Einstellungen
es: Configuración del Correo
fr: Paramètres E-mail

source: <strong>Currently only gmail is supported</strong></br> <i>An email address is required for sending customer receipts, receiving transaction logs and sending transaction errors that need to be resolved manually.</i>
de: <strong>Aktuell wird ausschließlich gmail unterstützt.</strong></br> <i>Eine Email-Adresse wird benötigt, um Kunden Quittungen zu schicken, um Transaktions Logs zu empfangen and um Transaktionsfehler zu senden, welche manuell gelöst werden müssen.</i>
es: <strong>Actualmente sólo se soporta Gmail.</strong></br> <i>Un correo electronico es necesario para enviar los recibos de las operaciones, recibir logs de transacciones y enviar las transacciones erroneas que tienen que ser resueltas manualmente.</i>
fr: <strong>Actuellement, seulement gmail est soutenu</strong></br> <i>Une adresse e-mail est nécessaire pour envoyer les reçus des clients, recevoir des journaux de transactions et l'envoi les erreurs de transaction qui doivent être résolus manuellement.</i>

source: Email Address
de: Email-Adresse
es: Dirección de correo
fr: Adresse e-mail

source: Email Password
de: Email Passwort
es: Contraseña del correo
fr: Email Mot de Passe

source: Machine Name
de: Maschinenname
es: Nombre de la máquina
fr: Nom de la Machine

source: Name your machine (a unique Machine Name is recommended)
de: Geben Sie ihrer Maschinen einen Namen (ein eindeutiger Name ist empfohlen)
es: Nombre de la máquina (un nombre único por máquina es recomendado)
fr: Nom de votre machine (un nom unique de la machine est recommandé)

source: Blockchain Configuration
de: Blockchain-Einstellungen
es: Configuración de Blockchain
fr: Configuration Blockchain

source: Blockchain Password
de: Blockchain Passwort
es: Contraseña de Blockchain
fr: Blockchain Mot de Passe

source: Secondary Password (optional)
de: Sekundäres Passwort (optional)
es: Contraseña Secundaria (Opcional)
fr: Secondaire Mot de Passe (en option)

source: Sending Bitcoin Address
de: Absender Bitcoin Adresse
es: Enviando dirección Bitcoin
fr: Envoi Bitcoin Adresse

source: Restart Machine
de: Maschine neustarten
es: Reiniciar Máquina
fr: Redémarrage

source: Restart Services
de: Services neustarten
es: Reiniciar Servicios
fr: Redémarrer les services

source: Contact Settings
de: Kontakt-Einstellungen
es: Opciones de Contacto
fr: Paramètres de l'opérateur

source: When a price cannot be acquired a page will render with this information on it. Most of the time this will likely be a network issue.
de: Wenn ein Kurs nicht ermittelt werden kann, wird diese Seite angezeigt. Meistens ist ein Problem mit dem Netzwerk die Ursache.
es: Cuano un precio no puede ser fijado una página creará una página con esta información en ella. La mayor parte de las veces esto será un problema de red.
fr: Quand un prix qui ne peut être acquise une page rendra cette information à ce sujet. La plupart du temps ce sera probablement un problème de réseau.

source: This is the rough equivalent of an 'out of order' sign.
de: Dies ist in etwa gleichbedeutend mit einem 'Außer Betrieb' - Schild.
es: Este es el equivalente aproximado a un cartel de "Fuera de Servicio".
fr: C'est l'équivalent approximatif d'un signe 'de l'ordre'.

source: Example:</br> <i></br> PROJECT SKYHOOK</br> support@projectskyhook.com</br> 503-489-9998</br> 3519 NE 15TH AVE, STE 350</br> PORTLAND, OR 97212</i>
de: Beispiel:</br> <i></br> PROJECT SKYHOOK</br> support@projectskyhook.com</br> 503-489-9998</br> 3519 NE 15TH AVE, STE 350</br> PORTLAND, OR 97212</i>
es: Ejemplo:</br> <i></br> PROJECT SKYHOOK</br> support@projectskyhook.com</br> 503-489-9998</br> 3519 NE 15TH AVE, STE 350</br> PORTLAND, OR 97212</i>
fr: Exemple:</br> <i></br> PROJECT SKYHOOK</br> support@projectskyhook.com</br> 503-489-9998</br> 3519 NE 15TH AVE, STE 350</br> PORTLAND, OR 97212</i>

source: Pricing Settings
de: Kurs-Einstellungen
es: Configuración de Precios
fr: Paramètres de Tarification

source: Select pricing method:
de: Wähle Methode zur Preisfestsetzung:
es: Seleccione el método de fijación de precios:
fr: Sélectionnez Prix

source: Single
de: Einzel
fr: Unique

source: Highest
de: Höchster
es: Alto
fr: le plus haut

source: Lowest
de: Niedrigster
es: Bajo
fr: le plus bas

source: <strong>Single</strong> if you only wish to consult one price source.<br> <strong>Lowest</strong>/<strong>Highest</strong> if you would like to consult multiple sources and select among them based on the chosen criteria.
de: <strong>Einzel</strong> wenn sie eine Quelle zur Preisermittlung verwenden wollen.<br> <strong>Niedrigster</strong>/<strong>Höchster</strong> wenn Sie mehrere Quellen zum Kurs befragen und anhand des gewählten Kriterium auswerten wollen.
es: <strong>Single</strong> sí sólo quieres que se consulte con una sola fuente de precio.<br> <strong>Lowest</strong>/<strong>Highest</strong> sí quieres que que se consulten multiples fuentes de precios y se escoja uno en base a criterio establecido.

source: Source:
de: Quelle:
es: Fuente:

source: Choose Source:
de: Wähle Quelle:
es: Escoge una Fuente:
fr: Choisir la Source:

source: Sources:
de: Quellen:
es: Fuentes:

source: Choose Sources:
de: Wählen Quellen:
es: Escoger Fuentes:
fr: Choisir la Sources:

source: Static Price:
de: Festpreis:
es: Precio Estatico:
fr: Prix ​​Statique:

source: Percentage Fee
de: Prozentuale Gebühr
es: Porcentaje de Comisión
fr: Pourcentage

source: Minimum Price
de: Minimum Preis
es: Precio Mínimo
fr: Prix Minimum

source: Retrieve Transaction Log (CSV format)
de: Empfange Transaktions-Log (CSV Format)
es: Recuperar el Registro de Transacciones (en formato CVS)
fr: Récupérer Transaction Log (format CSV)

source: Send Hourly Transaction Log:
de: Sende Transaktions-Log stündlich:
es: Enviar cada hora el registro de transacciones:
fr: Envoyer Horaire Transaction Log:

source: Off
de: Aus
es: Apagado
fr: De

source: Hourly
de: Stündlich
es: Por Hora
fr: Horaires

source: Send transaction log (delta)
de: Sende Transaktions-Log (Differenz)
es: Enviar registros de transacción (delta)
fr: Envoyer Transaction Log (delta)

source: Send complete transaction log
de: Sende vollständiges Transaktions-Log
es: Enviar los registros de transacciones completos
fr: Envoyer Complet Transaction Log

source: Configuration saved
de: Konfiguration gespeichert
es: Configuración guardada
fr: Configuration Sauvegardée

source: Redirecting to Start page in a few seconds...
de: Sie werden gleich zur Startseite umgeleitet....
es: Redireccionando a la Página de Inicio en unos segundos....
fr: Redirection vers la page Démarrer

source: Start Page
de: Startseite
es: Página de Inicio
fr: page de démarrage

source: insert bills
de: Geldnoten eingeben
es: inserte billetes
fr: insérer monnaie

source: bitcoins will be sent to:
de: Bitcoins werden gesendet an:
es: bitcoins serán enviados a:
fr: bitcoins seront envoyés à:

source: Do Not Insert Bills Larger than
de: Legen Sie keine Geldnoten ein, welche größer sind als
es: No inserte billetes de mayor denominación que
fr: Aucune monnaie plus grande que

source: buy bitcoins
de: kaufe Bitcoins
es: comprar bitcoins
fr: acheter bitcoins

source: transaction complete
de: Transaktion abgeschlossen
es: transacción completada
fr: transaction complète

source: Bitcoin Address:
de: Bitcoin Adresse:
es: Dirección Bitcoin:
fr: Bitcoin Adresse:

source: has been sent:
de: Wurde gesendet:
es: ha sido enviado:
fr: a été envoyé:

source: for the price of:
de: Zum Preis von:
es: por el precio de:
fr: pour le prix de:

source: email me a receipt
de: Sende mir eine Quittung
es: enviarme un recibo por correo
fr: envoyez-moi un reçu

source: Invalid Email
de: Ungültige Email-Adresse
es: Correo Inválido
fr: Courriel invalide

source: Email Sent
de: Email versandt
es: Correo Enviado
fr: courriel a été envoyé

source: done
de: Erledigt
es: hecho
fr: fini

source: encountered an error while processing this transaction.
de: Es gab Probleme bei der Verarbeitung der Transaktion.
es: se encontró un error mientras se procesaba la transacción.
fr: rencontré une erreur lors du traitement de cette transaction.

source: Please see the attached error log for more details.
de: Siehe angehängtes Logfile für Details.
es: Por favor, revise el registro de error adjunto para más detalles.
fr: S'il vous plaît voir le journal d'erreur ci-joint pour plus de détails.

source: Purchase Time (in UTC):
de: Kaufzeitpunkt (UTC Format):
es: Hora de Compra (en UTC):
fr: Achetez Time:

source: Customer's Bitcoin Address:
de: Kunden Bitcoin Adresse:
es: Dirección Bitcoin del Cliente:
fr: Bitcoin Adresse:

source: Currency Inserted
de: Eingegebene Währung
es: Moneda Insertada
fr: Monnaie Insérée

source: Bitcoin Price:
de: Bitcoin Kurs:
es: Precio del Bitcoin:

source: Bitcoin Purchased:
de: Bitcoin gekauft:
es: Bitcoins comprados:
fr: Bitcoin Acheté:

source: Transaction ID:
de: Transaktions ID:
es: ID de Transacción:

source: Ticket Finalized (in UTC):
de: Ticket geschlossen (UTC Format):
es: Ticket finalizado (en UTC):
fr: Billet Finalisé:

source: Blockchain.info Transaction Message:
de: Blockchain.info Transaktionsmeldung:
es: Mensaje de la Transacción de Blockchain.info:

source: Transaction Notice:
de: Transaktions-Hinweis:
es: Información de la Transacción:
fr: Avis de Transaction:

source: Thank you for using the Skyhook Bitcoin ATM! Please see your transaction details below.
de: Danke, dass Sie den Skyhook Bitcoin Automaten nutzen! Ihre Transaktionsdaten finden sie unten.
es: Gracias por usar el Skyhook Bitcoin ATM! Debajo puede ver los detalles de su transacción.
fr: Merci d'utiliser le Skyhook Bitcoin ATM! S'il vous plaît voir les détails ci-dessous votre transaction.

source: Transaction Number:
de: Transaktionsnummer:
es: Número de Transacción:
fr: Numéro de Transaction:

source: Date:
de: Datum:
es: Fecha:

source: Transaction Value:
de: Transaktionsvolumen:
es: Monto de la Transacción:
fr: Valeur de la Transaction:

source: Bitcoin Amount:
de: Bitcoin Menge:
es: Monto de Bitcoins:
fr: Montant Bitcoin:

source: Transaction Link:
de: Transaktions-Link:
es: Link de la Transacción:
fr: Transaction Lien:

source: Project Skyhook is an open-source, community powered project and you can help. Have a comment or suggestion that can help us improve your user experience? Visit us at <a href="http://projectskyhook.com/feedback"> http://projectskyhook.com/feedback </a> and contact us!
de: Projekt Skyhook ist ein quelloffenens Gemeinschaftsprojekt und Du kannst helfen. Hast Du Kommenare oder Anregungen zur Verbesserung der Benutzererfahrung ? Besuche uns unter <a href="http://projectskyhook.com/feedback"> http://projectskyhook.com/feedback </a> und kontaktiere uns!
es: Proyecto Skyhook es de código abierto, ayudado por una comunidad y vos también puedes ayudar. ¿Tienes comentarios o sugerencias que pueden ayudarnos a mejorar la experiencia del usuario? Visitanos en: <a href="http://projectskyhook.com/feedback"> http://projectskyhook.com/feedback </a> y contáctanos!
fr: Vous avez un commentaire ou une suggestion qui peut nous aider à améliorer votre expérience utilisateur? Visitez-nous à <a href="http://projectskyhook.com/feedback"> http://projectskyhook.com/feedback </a> et contactez-nous!

source: was updated with an email address. Use this address to notify the customer as the transaction error is resolved.
de: wurde mit Email-Adresse aktualisiert. Verwenden Sie diese Adresse, um Kunden bei Lösungen von Transaktionsproblemen zu informieren.
es: fue actualizado con un correo electronico. Utiliza esta dirección para notificar al cliente que el error en la transacción fue resuelto.
fr: a été mis à jour avec une adresse e-mail. Utilisez cette adresse pour aviser le client que l'erreur de transaction est résolu.

source: <strong>Note:</strong> This Skyhook machine does not automatically notify the customer of status changes.
de: <strong>Hinweis:</strong> Diese Skyhook Maschine sendet keine automatischen Statusänderungen an Kunden.
es: <strong>Nota:</strong> Esta maquina Skyhook no notifica automaticamente al cliente de cambios de estado.
fr: <strong> Remarque: </ strong> Cette machine Skyhook n'avise pas automatiquement le client des changements d'état.

source: Customer's Email Address:
de: Kunden Email-Adresse:
es: Correo electronico del cliente:
fr: L'adresse électronique du client:

source: Error information reproduced below - technical information attached
de: Fehlerinformationen finden sie unten - technische Details sind angehängt
es: La información del error es reproducida debajo - incluida la información técnica
fr: Informations d'erreur reproduite ci-dessous - l'information technique ci-jointe

source: A trans&shy;act&shy;ion error has occured
de: Ein Trans&shy;akt&shy;ions Fehler ist aufgetreten
es: Ha ocurrido un error en la transacción
fr: Une erreur s'est produite transaction

source: notify me
de: Informiere mich
es: notificarme
fr: informez-moi

source: no thanks
de: Nein, danke
es: no, gracias
fr: non merci

source: This transaction has been logged and the operator notified for manual processing.
de: Diese Transaktion wurde geloggt und der Betreiber zur manuellen Bearbeitung informiert.
es: La transacción ha sido guardada y el operador notificado para ser procesada manualmente.
fr: Cette transaction a été enregistré et l'opérateur notifié pour un traitement manuel.

source: Please enter your email address so that the operator may notify you when this issue is resolved.
de: Bitte geben Sie ihre Email-Adresse an, damit der Betrieber Sie nach Lösung des Problems informieren kann.
es: Por favor ingrese un correo electronico para que el operador pueda notificarlo cuando el problema se encuentre solucionado.
fr: S'il vous plaît, entrez votre adresse e-mail afin que l'opérateur puisse vous informer de ce problème est résolu.

source: Network Unreachable
de: Netzwerk nicht erreichbar
es: Red Desconectada
fr: Réseau Inaccessible

source: If the problem persists, please contact the operator.
de: Wenn das Problem anhält, informieren Sie bitte den Betreiber.
es: Sí el problema persiste, por favor, contacta al operador.
fr: Si le problème persiste, s'il vous plaît contactez l'opérateur.

source: : Transaction Log
de: : Transaktions Log
es: : Registro de Transacción
fr: : Journal des transactions

source: See attached for transaction log.
de: Siehe angehängtes Transaktions Log
es: Mirar lo adjunto para ver el registro de transacción.
fr: Voir ci-joint pour le journal des transactions.

source: There have been no transactions since the last email.
de: Seit der letzten Email gab es keine Transaktionen.
es: No ha habido ninguna transacción desde el último correo.
fr: Il n'y a pas eu de transactions depuis le dernier e-mail.

source: A choice must be made between Single\Highest\Lowest
de: Sie müssen zwischen Einzel\Höchster\Niedrigster wählen
es: Una opción debe seleccionarse entre Single\Highest\Lowest

source: If Single is chosen, exactly 1 pricing source must be chosen.
de: Wenn Einzel gewählt wird, muss genau 1 Kurs-Quelle gewählt werden.
es: Sí es seleccionado Single, sólo una fuente de precio debe ser escogida.

source: At least one pricing source must be chosen.
de: Mindestens eine Quelle muss ausgewählt sein.
es: Al menos una fuente de precios debe ser seleccionada.
fr: Au moins une source de prix doit être choisi.

source: Unrecognized pricing source:
de: Unbekannte Kurs-Quelle:
es: Fuentes no reconocidas de precios:
fr: Source de prix non reconnu:

source: When using static price a value is required.
de: Wenn Festpreis verwendet wird, muss ein Wert angegeben werde.
es: Cuando se usa un precio estatico se debe ingresar un valor.
fr: Lors de l'utilisation de prix statique une valeur est requise.

source: Static price value must be numeric.
de: Festpreis muss numerisch sein.
es: El precio estatico debe ser númerico.
fr: Valeur statiques de prix doit être numérique.

source: Unrecognized pricing modifier:
de: Unbekannter Preis Modifikator:
es: Modificadores de precios no reconocidos:
fr: Non reconnu prix modificateur:

source: Value must be numeric for:
de: Wert muss numerisch sein für:
es: El valor debe ser númerico para:
fr: La valeur doit être numérique pour:

source: A valid Blockchain.info wallet id is required.
de: Es wird eine gültige Blockchain.info Wallet ID benötigt.
es: Un identificador de billetera de Blockchain.info válida es requerida.
fr: Un Blockchain.info portefeuille Identifiant valide est nécessaire.

source: Your respective Blockchain.info password is required.
de: Ihr Blockchain.info Passwort wird benötigt.
es: La contraseña respectiva de Blockhain.info es requerida.
fr: Votre mot de passe Blockchain.info respectif est nécessaire.

source: An address controlled by your Blockchain.info wallet is required to send from.
de: Es wird eine Absendeadresse benötigt, welche aus Ihrer Blockchain.info Wallet stammt.
es: Una dirección controlada por tu billetera en Blockchain.info es requerida para poder enviar.
fr: Une adresse contrôlé par votre portefeuille Blockchain.info est nécessaire pour envoyer de.

source: A valid Bitcoin address is required.
de: Es wird eine gültige Bitcoin Adresse benötigt.
es: Una dirección de Bitcoin válida es requerida.
fr: Une adresse Bitcoin valide est nécessaire.

source: A valid email address is required.
de: Es wird eine gültige Email-Adresse benötigt.
es: Un dirección de correo válida es requerida.
fr: Une adresse électronique valide est requise.

source: Email address entered is not valid.
de: Die eingegebene Email-Adresse ist ungültig.
es: El correo ingresado no es válido.
fr: Adresse e-mail saisie n'est pas valide.

source: Email password is required.
de: Email Passwort wird benötigt.
es: La contraseña del correo es requerida.
fr: Email mot de passe est nécessaire.

source: Minimum password length is 5 characters.
de: Die minimale Passwortlänge beträgt 5 Zeichen.
es: El mínimo de la contraseña son 5 caracteres.
fr: Longueur de mot de passe minimale est de 5 caractères.

source: Admin passwords must match
de: Administrator-Passwörter müssen übereinstimmen
es: Las contraseñas del administrador deben coincidir
fr: Les mots de passe d'administrateur doivent correspondre

source: Maximum transaction value must be a positive integer.
de: Maximales Transaktionsvolumen muss eine positive Ganzzahl sein.
es: El valor máximo de transacción debe ser un número entero.
fr: Valeur maximale de la transaction doit être un entier positif.

source: Unknown format encountered:
de: Unbekanntes Format:
es: Formato desconocido encontrado:
fr: Format inconnu rencontré:

source: Unknown format encountered when attempmting to retreive balance:
de: Unbekanntes Format beim Versuch, den Kontostand abzufragen:
es: Formato desconocido encontrado cuando se intentaba revisar el balance:
fr: Format inconnu rencontré lors attempmting pour récupérer l'équilibre:

source: Device Commands
de: Maschinen Befehle
es: Comandos del dispositivo
fr: Les commandes de l'appareil

source: Crash Browser
es: Navegador de Crash
fr: navigateur accident

source: Ticket Status:
es: Estado del Ticket:
fr: Statut de Billets:
